Repository: sainiShivamPerAnnum/flutter
Catalog: lib/util/localization/l10n/intl_*.arb
Languages: hi_in

# bothassetSip
source: Digital Gold & P2P SIP
hi_in: डिजिटल गोल्ड और P2P SIP

# floSip
source: Fello P2P SIP
hi_in: फेलो P2P SIP

# goldSip
source: Digital Gold SIP
hi_in: डिजिटल गोल्ड SIP

# pauseSip
source: Paused SIP
hi_in: रोकी गई SIP

source: Edit SIP
hi_in: SIP संपादित करें

# clickToresumeSip
source: Click on card to Resume SIP
hi_in: SIP फिर से शुरू करने के लिए कार्ड पर क्लिक करें

source: SIP Calculator
hi_in: SIP कैलकुलेटर

# returnsCalculator
source: Calculate your SIP returns
hi_in: अपने SIP रिटर्न्स की गणना करें

source: SIP Amount -
hi_in: SIP राशि -

source: Time Period
hi_in: समय अवधि

# rpSip
source: Return Percentage
hi_in: रिटर्न प्रतिशत

# yourMoneySip
source: Your Money in {timePeriod} Years-
hi_in: {timePeriod} वर्षों में आपका पैसा-

# sipForIphone
source: With a daily SIP you can save for an Iphone in a year
hi_in: दैनिक SIP के साथ आप एक वर्ष में एक Iphone के लिए बचत कर सकते हैं

# sipForCar
source: With a monthly SIP You can save enough for a Car in a year
hi_in: मासिक SIP के साथ आप एक वर्ष में एक कार के लिए पर्याप्त बचत कर सकते हैं

# sipForTrip
source: With a weekly SIP You can save enough for a Goa trip in a year
hi_in: साप्ताहिक SIP के साथ आप एक वर्ष में गोवा यात्रा के लिए पर्याप्त बचत कर सकते हैं

# SipIphoneTitle
source: SIP for an Iphone
hi_in: एक Iphone के लिए SIP

# SipCarTitle
source: SIP For a Car
hi_in: एक कार के लिए SIP

# SipTripTitle
source: SIP for a trip
hi_in: एक यात्रा के लिए SIP

source: Select Asset
hi_in: एसेट चुनें

# threeClicksAway
source: 3 CLICKS AWAY
hi_in: 3 क्लिक दूर

source: COMING SOON
hi_in: जल्द आ रहा है

source: Edit SIP Options
hi_in: SIP विकल्प संपादित करें

# editSipbtn
source: Edit SIP
hi_in: SIP संपादित करें

# resumeSipbtn
source: Resume SIP
hi_in: SIP फिर से शुरू करें

# pauseSipbtn
source: Pause SIP
hi_in: SIP रोकें

# sipReturn
source: You can earn upto ₹{returns} in 5 years from this SIP
hi_in: इस SIP से आप 5 वर्षों में ₹{returns} तक कमा सकते हैं

source: Setup SIP
hi_in: SIP सेटअप करें

# setupCardTitle
source: Start your SIP & Grow money on autopilot
hi_in: अपना SIP शुरू करें और ऑटोपायलट पर पैसे बढ़ाएं

# setupCardSubTitle
source: Invest in Fello Flo or Digital Gold to meet your financial Goals
hi_in: अपने वित्तीय लक्ष्यों को पूरा करने के लिए फेलो फ्लो या डिजिटल गोल्ड में निवेश करें
