Repository: sainiShivamPerAnnum/flutter
Catalog: lib/util/localization/l10n/intl_*.arb
Languages: hi_in

# boxGoldTitles1
source: Safe mode of saving
hi_in: सहेजने का सुरक्षित तरीका

# boxGoldTitles2
source: Grows with the price of gold
hi_in: सोने की कीमत के साथ बढ़ता है

# boxGoldTitles3
source: Pure 99.9% BIS Hallmark
hi_in: शुद्ध 99.9% बीआईएस हॉलमार्क

# boxFloTitles1
source: 10% returns per annum
hi_in: सालाना 10% रिटर्न

# boxFloTitles2
source: Interest credited everyday
hi_in: रोज़ जमा किया जाने वाला ब्याज

# boxFloTitles3
source: 1 week lock-in period
hi_in: 48 घंटे की लॉक-इन अवधि

# howGamesWork
source: How Fello games work?
hi_in: फेलो गेम्स कैसे काम करते हैं?

# boxPlayTitle1
source: Earn tokens by saving & completing milestone
hi_in: उपलब्धि सहेजकर और पूरा करके टोकन अर्जित करें

# boxPlayTitle2
source: Use tokens to play different games
hi_in: विभिन्न गेम खेलने के लिए टोकन का प्रयोग करें

# boxPlayTitle3
source: Get listed on the game leaderboard
hi_in: गेम लीडरबोर्ड पर सूचीबद्ध हों

# boxPlayTitle4
source: Win rewards every sunday midnight
hi_in: हर रविवार आधी रात को पुरस्कार जीतें

# sellingReasons1
source: Not interested in the asset
hi_in: परिसंपत्ति में कोई दिलचस्पी नहीं है

# sellingReasons2
source: Returns are not good enough
hi_in: रिटर्न पर्याप्त अच्छे नहीं हैं

# sellingReasons3
source: Require immediate funds
hi_in: तत्काल धन की आवश्यकता है

# sellingReasons4
source: Others
hi_in: दूसरों

# onboardingTitle1
source: Earn 10% returns
hi_in: 10% लाभ अर्जित करें

# onboardingSubTitle1
source: By saving in safe and secure assets like Digital Gold and 10% fund Fello Flo
hi_in: डिजिटल गोल्ड और 10% फंड फेलो फ़्लो जैसी सुरक्षित संपत्तियों में बचत करके

# onboardingTitle2
source: Play fun games
hi_in: मज़ेदार गेम खेलें

# onboardingSubTitle2
source: Earn tambola tickets and Fello tokens for your savings and play weekly games
hi_in: अपनी बचत के लिए तंबोला टिकट और फेलो टोकन अर्जित करें और साप्ताहिक गेम खेलें

# onboardingTitle3
source: Win Rs.1 Crore!
hi_in: रु.1 करोड़ जीतें!

# onboardingSubTitle3
source: Win the daily and weekly games and earn upto Rs 1 Crore in rewards
hi_in: दैनिक और साप्ताहिक गेम जीतें और पुरस्कार के रूप में रु. 1 करोड़ तक अर्जित करें

# gameRewardsAmount
source: Win upto Rs.{prizeAmount}
hi_in: रु.{prizeAmount} तक जीतें

# gameWinUptoTitle
source: Win upto
hi_in: तक जीतें

# gameOfWeek
source: Game of the week
hi_in: सप्ताह का खेल

# moreGamesTitle
source: Explore More Games
hi_in: और गेम्स एक्सप्लोर करें

# moreGamesSubTitle
source: New games are added regularly. Keep checking out
hi_in: नए गेम नियमित रूप से जोड़े जाते हैं। देखते रहें

# gamesSafetyTitle
source: Games are played with Fello tokens
hi_in: खेल फेलो टोकन के साथ खेले जाते हैं

# gamesSafetySubTitle
source: Fello games do not use any money from your savings or investments
hi_in: फेलो गेम्स आपकी बचत या निवेश से किसी भी पैसे का उपयोग नहीं करते हैं

source: Redeemed
hi_in: रिडीम किया

source: Redeem
hi_in: भुनाना

source: Playing
hi_in: खेल रहे हैं

# topScroresText1
source: This week
hi_in: इस सप्ताह

# topScroresText2
source: s top scorers:
hi_in: शीर्ष स्कोरर:

source: Updated on:
hi_in: अपडेटेड ऑन:

source: Game Winners
hi_in: खेल विजेता

source: Top Winners
hi_in: शीर्ष विजेता

source: Players
hi_in: खिलाड़ियों

# bestPoints
source: Best :
hi_in: सबसे अच्छा :

source: YOU
hi_in: आप

# btnNew
source: New
hi_in: नया

source: All Games
hi_in: सभी खेल

# blogsTitle
source: Fin-gyan by Fello
hi_in: फिन-ग्यान

source: Blogs
hi_in: ब्लॉग्स

# blogsSubTitle
source: Read about the world of finance
hi_in: खेल और वित्त की दुनिया के बारे में पढ़ें

source: Challenges
hi_in: चुनौतियों

# contestTitle
source: Take part in fun and exciting contests
hi_in: मज़ेदार और रोमांचक प्रतियोगिताओं में भाग लें

source: Settings
hi_in: सेटिंग्स

source: Made with
hi_in: मेड विद

source: in India
hi_in: लव इन इंडिया

source: Enjoying Fello?
hi_in: फेलो का आनंद ले रहे हैं?

# improvingAppText
source: We are constantly improving the app and your feedback would be really valuable.
hi_in: हम ऐप में लगातार सुधार कर रहे हैं और आपकी प्रतिक्रिया वास्तव में मूल्यवान होगी।

# selectRating
source: Please select a rating
hi_in: कृपया एक रेटिंग चुनें

source: Rate
hi_in: रेट करें

# feedBackGreeting1
source: Thank you for your feedback
hi_in: आपकी प्रतिक्रिया के लिए आपका धन्यवाद

# feedBackGreeting2
source: We hope to serve you better
hi_in: हम आपकी बेहतर सेवा करने की उम्मीद करते हैं

source: Maybe later
hi_in: शायद बाद में

# assetNotAvailable
source: Asset not available at the moment
hi_in: संपत्ति इस समय उपलब्ध नहीं है

# tryLater
source: Please try after some time
hi_in: कृपया कुछ समय बाद प्रयास करें

# operationCannotBeCompleted
source: Operation cannot be completed at the moment
hi_in: कार्रवाई इस समय पूरी नहीं की जा सकती

source: Task Failed
hi_in: कार्य विफल

# unableToCapture
source: Unable to capture the card at the moment
hi_in: फिलहाल कार्ड लेने में असमर्थ

# UnableToSharePicture
source: Unable to share the picture at the moment
hi_in: इस समय चित्र साझा करने में असमर्थ

# noAccSelected
source: No account selected
hi_in: कोई खाता नहीं चुना गया

# chooseAnAcc
source: Please choose an account from the list
hi_in: कृपया सूची से एक खाता चुनें

source: Email already registered
hi_in: ईमेल पहले से पंजीकृत है

# anotherEmail
source: Please try with another email
hi_in: कृपया किसी अन्य ईमेल से प्रयास करें

# verifyFailed
source: Unable to verify
hi_in: सत्यापित करने में असमर्थ

# emailVerifyFailed
source: Email cannot be verified at the moment, please try again in sometime.
hi_in: फिलहाल ईमेल सत्यापित नहीं किया जा सकता, कृपया कुछ देर में पुनः प्रयास करें।

# tryAnotherMethod
source: Please try a different method
hi_in: कृपया कोई दूसरा तरीका आजमाएं

# authFailed
source: Authentication Failed
hi_in: प्रमाणीकरण विफल

# restartAndTry
source: Please restart and try again
hi_in: कृपया पुनः प्रारंभ करें और पुनः प्रयास करें

# upiConnectFailed
source: Failed to connect to upi app
hi_in: यूपीआई ऐप से जुड़ने में विफल

# unableToGetUpi
source: Unable to get Upi apps
hi_in: यूपीआई प्राप्त करने में असमर्थ

# failedToCreateTxn
source: Failed to create transaction
hi_in: लेनदेन बनाने में विफल

# txnFailed
source: Transaction failed
hi_in: लेन-देन विफल

# txnFailedSubtitle
source: Your transaction was unsuccessful. Please try again
hi_in: आपका लेन-देन असफल रहा। कृपया पुनः प्रयास करें

# youSaved
source: You have successfully saved
hi_in: आपने सफलतापूर्वक सेव कर लिया

# unableToPauseSub
source: Unable to pause subscription
hi_in: सदस्यता रोकने में असमर्थ

# invoiceLoadFailed
source: Invoice could not be loaded
hi_in: चालान लोड नहीं किया जा सका

source: Generating link failed
hi_in: लिंक बनाना विफल

source: Whatsapp not detected
hi_in: व्हाट्सएप नहीं पहचाना गया

# otherShareOption
source: Please use other option to share.
hi_in: कृपया साझा करने के लिए अन्य विकल्प का उपयोग करें।

# errorOccured
source: An error occured!
hi_in: एक त्रुटि हुई!

source: Withdrawal Failed
hi_in: निकासी विफल

# businessDays
source: 1-2 business working days
hi_in: 1-2 व्यावसायिक कार्य दिवस

# mbNoNotAllowed
source: Mobile number not allowed
hi_in: मोबाइल नंबर की अनुमति नहीं है

# dummyNoAlert
source: Only dummy numbers are allowed in QA mode
hi_in: क्यूए मोड में केवल डमी नंबरों की अनुमति है

source: Update failed
hi_in: अपडेट विफल

# accountMaintenance
source: Your account is under maintenance
hi_in: आपका खाता रखरखाव के अधीन है

# customerSupportText
source: Please reach out to customer support
hi_in: कृपया ग्राहक सहायता से संपर्क करें

source: Sending OTP failed
hi_in: ओटीपी भेजना विफल

# checkNetwork
source: Please check your network or number and try again
hi_in: कृपया अपने नेटवर्क या नंबर की जाँच करें और पुनः प्रयास करें

# signInFailedText
source: Sign In Failed
hi_in: साइन इन विफल

# exceededOTPs
source: You have exceeded the number of allowed OTP attempts. Please try again in sometime
hi_in: आप स्वीकृत ओटीपी प्रयासों की संख्या को पार कर चुके हैं। कृपया कुछ देर में पुन: प्रयास करें

# authenticateNumber
source: Please enter your mobile number to authenticate.
hi_in: प्रमाणीकरण के लिए कृपया अपना मोबाइल नंबर दर्ज करें।

source: Loading Gold Rates
hi_in: सोने की दरें लोड हो रही हैं

# loadingGoldRates1
source: Please wait while the Gold rates load
hi_in: सोने की दरें लोड होने तक प्रतीक्षा करें

source: No amount entered
hi_in: कोई राशि दर्ज नहीं की गई

# enterAmount
source: Please enter an amount
hi_in: कृपया राशि दर्ज करें

source: Purchase Failed
hi_in: खरीद विफल

source: Portal unavailable
hi_in: पोर्टल अनुपलब्ध

# currentRatesNotLoadedText1
source: The current rates couldn't be loaded.Please try again
hi_in: वर्तमान दरें लोड नहीं की जा सकीं। कृपया पुनः प्रयास करें

# couponAppliedSucc
source: Coupon Applied Successfully
hi_in: कूपन सफलतापूर्वक लागू किया गया

source: Coupon not applied
hi_in: कूपन लागू नहीं किया गया

source: Coupon cannot be applied
hi_in: कूपन लागू नहीं किया जा सकता

# anotherCoupon
source: Please try another coupon
hi_in: कृपया दूसरा कूपन आजमाएं

# processing
source: We're still Processing
hi_in: हम अभी भी प्रोसेस कर रहे हैं

# amountLow
source: Amount too low
hi_in: राशि बहुत कम है

# amountLowSubTitle
source: Please enter a greater Amount
hi_in: कृपया अधिक राशि दर्ज करें

# tryLowerAmount
source: Please try a low amount
hi_in: कृपया कम राशि का प्रयास करें

# goldLocked
source: Some of your gold is locked for now
hi_in: आपका कुछ सोना अभी लॉक है

# enterLowQuantity
source: Please enter a lower quantity
hi_in: कृपया कम मात्रा दर्ज करें

# max8gms
source: A maximum of 8 gms can be sold in one go
hi_in: एक बार में अधिकतम 8 ग्राम बेचा जा सकता है

# enterHigherQuant
source: Please enter a higher quantity
hi_in: कृपया अधिक मात्रा दर्ज करें

# min10rs
source: A minimum of ₹10 can be sold in one go
hi_in: कम से कम ₹10 एक बार में बेचे जा सकते हैं

# inSufficientBal
source: Insufficient balance
hi_in: अपर्याप्त बैलेंस

source: Sell Failed
hi_in: बिक्री विफल

# sellFailedSubtitle
source: Gold sell is currently on hold. Please try again after sometime.
hi_in: सोने की बिक्री अभी रुकी हुई है। कृपया कुछ समय बाद पुनः प्रयास करें।

source: Upto 4 decimals allowed
hi_in: 4 दशमलव तक की अनुमति है

# sellInCompleteTitle
source: Sell did not complete
hi_in: बिक्री पूरी नहीं हुई

# sellInCompleteSubTitle
source: Your gold sell could not be completed at the moment
hi_in: आपके सोने की बिक्री इस समय पूरी नहीं हो सकी

# checkTransactions
source: Check transactions for more details
hi_in: अधिक विवरण के लिए लेनदेन जांचें

source: Too many attempts
hi_in: बहुत सारे प्रयास

# augmountOnboardTitle
source: You are not onboarded to augmont yet
hi_in: आप अभी तक ऑगमोंट में शामिल नहीं हुए हैं

# augmountOnboardSubTitle
source: Please finish augmont onboarding first
hi_in: कृपया ऑगमोंट ऑनबोर्डिंग पहले समाप्त करें

# pleaseEnterSomeAmount
source: Please enter some amount to continue
hi_in: जारी रखने के लिए कृपया कुछ राशि दर्ज करें

# minAmountShouldBe
source: Minimum amount should be ₹
hi_in: न्यूनतम राशि ₹ होनी चाहिए

# enterAmountGreaterThan
source: Please enter an amount grater than
hi_in: कृपया अधिक राशि दर्ज करें

# enterAmountLowerThan
source: Please enter an amount lower than
hi_in: कृपया इससे कम राशि दर्ज करें

source: Min amount is
hi_in: न्यूनतम राशि है

source: Max amount is
hi_in: अधिकतम राशि है

# enterMinAmount
source: Please enter a minimum amount of ₹
hi_in: कृपया ₹ की न्यूनतम राशि दर्ज करें

# autoSaveDelay
source: Your Autosave is taking longer than usual. We'll get back to you in
hi_in: आपका स्वतः सहेजना सामान्य से अधिक समय ले रहा है। हम आपसे संपर्क करेंगे

source: minutes
hi_in: मिनट

# prizeFetchFailed
source: This week's prizes could not be fetched
hi_in: इस सप्ताह के पुरस्कार प्राप्त नहीं किए जा सके

# ticketsExceeded
source: Maximum tickets exceeded
hi_in: अधिकतम टिकट पार हो गए

# tktsPurchaseLimit
source: You can purchase upto 30 tambola tickets at once
hi_in: आप एक बार में 30 तम्बोला टिकट खरीद सकते हैं

# unableToFetchPrizes
source: Unable to fetch prizes at the moment
hi_in: इस समय पुरस्कार प्राप्त करने में असमर्थ

source: Game Loading
hi_in: गेम लोड हो रहा है

# gameLoadingSubTitle
source: This game might take longer than usual to load
hi_in: इस गेम को लोड होने में सामान्य से अधिक समय लग सकता है

source: Simulators not allowed
hi_in: अनुकरणों की अनुमति नहीं है

# tryOnRealDevice
source: Please use the app on a real device
hi_in: कृपया ऐप का वास्तविक डिवाइस पर उपयोग करें

# gameLocked
source: Game locked for security reasons
hi_in: सुरक्षा कारणों से गेम लॉक किया गया है

# contactUs
source: Please contact us for more details
hi_in: अधिक जानकारी के लिए कृपया हमसे संपर्क करें

source: Verification Failed
hi_in: सत्यापन विफल

# emailVerified
source: Email verified Successfully
hi_in: ईमेल सत्यापित हो गया

# emailVerified1
source: Thank you for verifying your email
hi_in: ईमेल सत्यापित करने के लिए धन्यवाद

source: Success
hi_in: सफलता

source: No changes detected
hi_in: कोई परिवर्तन नहीं पाया गया

# makeSomeChanges
source: Please make some changes to update details
hi_in: कृपया विवरण अपडेट करने के लिए कुछ बदलाव करें

source: Fields mismatch
hi_in: फ़ील्ड्स बेमेल

# bankDetailsUpdatedTitle
source: Bank details successfully updated ✅
hi_in: बैंक विवरण सफलतापूर्वक अद्यतन ✅

# bankDetailsUpdatedSubTitle
source: Your bank details have been updated successfully
hi_in: आपका बैंक विवरण सफलतापूर्वक अपडेट कर दिया गया है

source: No file selected
hi_in: कोई फ़ाइल चयनित नहीं

# selectValidPan
source: Please select a valid PAN image
hi_in: कृपया वैध पैन छवि चुनें

# panVerifyFailed
source: PAN verification failed
hi_in: पैन सत्यापन विफल

source: Invalid File
hi_in: अमान्य फ़ाइल

# invalidFileSubtitle
source: Selected file size is very large. Please select an image of size less than 5 MB.
hi_in: चयनित फ़ाइल का आकार बहुत बड़ा है। कृपया 5 एमबी से कम आकार की छवि चुनें।

# kycSuccessTitle
source: KYC successfully completed ✅
hi_in: केवाईसी सफलतापूर्वक पूर्ण ✅

# kycSuccessSubTitle
source: Your KYC verification has been successfully completed
hi_in: आपका केवाईसी सत्यापन सफलतापूर्वक पूरा हो गया है

# failedToUploadPAN
source: Failed to upload your PAN image
hi_in: आपकी पैन छवि अपलोड करने में विफल

source: Share
hi_in: शेयर करना

source: Updated Successfully
hi_in: सफलतापूर्वक अपडेट किया गया

# profileUpdated
source: Profile updated successfully
hi_in: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई

source: Profile Update failed
hi_in: प्रोफ़ाइल अद्यतन विफल

# profileUpdateFailedSubtitle
source: Your Profile Picture could not be updated at the moment
hi_in: आपका प्रोफ़ाइल चित्र इस समय अद्यतन नहीं किया जा सका

source: Ineligible
hi_in: अपात्र

# above18
source: You need to be above 18 to join
hi_in: शामिल होने के लिए आपकी आयु 18 वर्ष से अधिक होनी चाहिए

source: Invalid Details
hi_in: अवैध विवरण

# checkFeilds
source: please check the fields again
hi_in: कृपया खेतों की फिर से जाँच करें

# invalidUsername
source: Username invalid
hi_in: उपयोगकर्ता नाम अमान्य

# anotherUserName
source: please try another username
hi_in: कृपया कोई अन्य उपयोक्तानाम आजमाएँ

# feildsEmpty
source: Empty fields
hi_in: खाली खेत

# fillAllFeilds
source: please fill all fields
hi_in: कृपया सभी खानें भरें

source: Confirm
hi_in: पुष्टि करें

# signOutAlert
source: Are you sure you want to sign out?
hi_in: क्या आप सुनिश्चित हैं कि आप प्रस्थान करना चाहते हैं?

source: Signed Out
hi_in: साइन आउट

source: Hope to see you soon
hi_in: आशा है कि आप जल्द ही मिलेंगे

source: Sign out failed
hi_in: साइन आउट विफल

# SignOutFailedSubTitle
source: Couldn't signout. Please try again
hi_in: साइनआउट नहीं हो सका। कृपया पुनः प्रयास करें

# reqPermission
source: Request Permission
hi_in: अनुमति का अनुरोध करें

# galleryAccess
source: Access to the gallery is requested. This is only required for choosing your profile picture 🤳🏼
hi_in: गैलरी तक पहुँचने का अनुरोध किया गया है। यह केवल आपके प्रोफ़ाइल चित्र को चुनने के लिए आवश्यक है 🤳🏼

source: Permission Unavailable
hi_in: अनुमति अनुपलब्ध

# enablePermission
source: Please enable permission from settings to continue
hi_in: जारी रखने के लिए सेटिंग्स से अनुमति सक्षम करें

# profileUpdateAlert
source: Are you sure you want to update your profile picture?
hi_in: क्या आप सुनिश्चित हैं कि आप अपना प्रोफ़ाइल चित्र अपडेट करना चाहते हैं

source: Update Picture
hi_in: तस्वीर अपडेट करें

# profileUpdated1
source: Your profile picture has been updated
hi_in: आपका प्रोफ़ाइल चित्र अपडेट कर दिया गया है

source: Failed
hi_in: असफल

# userNameEmptyAlert
source: username cannot be empty
hi_in: उपयोगकर्ता नाम खाली नहीं हो सकता

source: is not available
hi_in: उपलब्ध नहीं है

source: is available
hi_in: उपलब्ध है

# userNameSuccess
source: Username created successfully
hi_in: सफलतापूर्वक उपयोक्ता नाम बनाया गया

# userNameSuccessSubtitle
source: Your username {username} has been successfully registered!
hi_in: आपका उपयोगकर्ता नाम {username} सफलतापूर्वक पंजीकृत हो गया है!

# userNameVal1
source: please enter a username with more than 3 characters.
hi_in: कृपया 3 वर्णों से अधिक का उपयोगकर्ता नाम दर्ज करें।

# userNameVal2
source: please enter a username with less than 20 characters.
hi_in: कृपया 20 से कम वर्णों वाला उपयोगकर्तानाम दर्ज करें।

# isValid
source: is invalid
hi_in: अवैध है

# gtRedeemErrorTitle
source: An error occured while redeeming your scratch card
hi_in: आपका गोल्डन टिकट रिडीम करते समय एक त्रुटि हुई

# getRedeemErrorSubtitle
source: Please try again in your winnings section
hi_in: कृपया अपने जीत अनुभाग में पुनः प्रयास करें

source: Game Over
hi_in: गेम ओवर

# protectFelloAcc
source: Protect your Fello account by using your phone's default security
hi_in: अपने फ़ेलो खाते को अपने फ़ोन की डिफ़ॉल्ट सुरक्षा का उपयोग करके सुरक्षित करें

# helpAndSupport
source: Help & Support
hi_in: सहायता और समर्थन

# contactUsTitle
source: Contact Us
hi_in: हमसे संपर्क करें

# otpSentSuccess
source: OTP resent successfully
hi_in: ओटीपी फिर से भेजा गया

# waitForNewOTP
source: Please wait for the new otp
hi_in: कृपया नए ओटीपी की प्रतीक्षा करें

# validMobileNumber
source: Enter a valid mobile number
hi_in: एक मान्य मोबाइल नंबर दर्ज करें

# redeemAmznGiftVchr
source: Are you sure you want to redeem ₹{Value} as an Amazon gift voucher?
hi_in: क्या आप सुनिश्चित हैं कि आप अमेज़न उपहार वाउचर के रूप में ₹{Value} रिडीम करना चाहते हैं?

# redeemDigitalGold
source: Are you sure you want to redeem ₹{Value} as Digital Gold?
hi_in: क्या आप सुनिश्चित हैं कि आप ₹{Value} को डिजिटल गोल्ड के रूप में रिडीम करना चाहते हैं?

source: Confirmation
hi_in: पुष्टि

# newMileStoneAlert1
source: Congratulations, you have completed a new milestone! 🎉
hi_in: बधाई हो, आपने एक नया माइलस्टोन पूरा कर लिया है! 🎉

# newMileStoneAlert2
source: Go to your journey to find out what you've won
hi_in: आपने क्या जीता है यह जानने के लिए अपनी यात्रा पर जाएं

# tambolaTicketWinAlert1
source: Congratulations 🎉
hi_in: बधाई 🎉

# tambolaTicketWinAlert2
source: Your tickets have been submitted for processing your prizes!
hi_in: आपके पुरस्कार संसाधित करने के लिए आपके टिकट सबमिट कर दिए गए हैं!

# ticketsWiting
source: Your Tickets Rewards are waiting
hi_in: आपके टिकट पुरस्कार इंतज़ार कर रहे हैं

source: Earn Rewards
hi_in: पुरस्कार कमाएं

# earnRewardsSub
source: from Ticket draws every week
hi_in: हर सप्ताह टिकट ड्रॉ से

# earnRewardsConv
source: Grab a Ticket to start earning
hi_in: कमाई शुरू करने के लिए एक टिकट प्राप्त करें

# earnRewardsConvSub
source: Get 50 Tickets as Reward for your 1st Investment
hi_in: अपने पहले निवेश के लिए 50 टिकट इनाम के रूप में प्राप्त करें

# howtoearn
source: How to Earn Rewards
hi_in: पुरस्कार कैसे कमाएं

# noScratchCards
source: You don’t have any Scratch Cards
hi_in: आपके पास कोई स्क्रैच कार्ड नहीं है

# noScratchCardsSub
source: Earn Scratch Cards to win assured rewards with Fello
hi_in: निश्चित पुरस्कार जीतने के लिए फेलो के साथ स्क्रैच कार्ड्स कमाएं

# sctab1
source: Your Rewards
hi_in: आपके पुरस्कार

# sctab2
source: Earn Rewards
hi_in: पुरस्कार कमाएं

# loadingScratchCards
source: Loading more tickets
hi_in: और अधिक टिकट लोड हो रहे हैं

# lastWeekFello
source: Last Week on Fello
hi_in: फेलो पर पिछले सप्ताह

# lastWeekleaderBoard
source: Winners Leaderboard
hi_in: विजेताओं की लीडरबोर्ड

# ticketsThisWeek
source: Your tickets won this week
hi_in: इस सप्ताह जीते गए आपके टिकट

source: Savings made
hi_in: बचत की गई

# totalSavingswithFello
source: Total Saved with Fello
hi_in: फेलो के साथ कुल बचत

# totalReturnGained
source: Total Returns Gained
hi_in: कुल रिटर्न प्राप्त

# totalPercentage
source: Total Interest Percentage
hi_in: कुल ब्याज प्रतिशत

# totalRewardsTilldate
source: Total rewards won on Fello till date
hi_in: अब तक फेलो पर जीते गए कुल पुरस्कार

source: Rewards with Fello
hi_in: फेलो के साथ पुरस्कार

source: Tickets matched
hi_in: टिकट मिलान हुआ

# rewardsWon
source: Reward won
hi_in: इनाम जीता गया

# leaderBoardswillUpdate
source: Leaderboard will be updated soon
hi_in: लीडरबोर्ड जल्द ही अपडेट होगा

# reupload
source: UPLOAD AGAIN
hi_in: पुनः अपलोड करें

source: SKIP
hi_in: छोड़ दें

# selectAssetMessage
source: Choose any of the above asset to proceed
hi_in: आगे बढ़ने के लिए उपरोक्त परिसंपत्तियों में से कोई भी चुनें

# tryAgainMessage
source: Please try again
hi_in: कृपया पुन: प्रयास करें

source: SIGN-UP
hi_in: साइन अप करें

# tutorial1
source: Start your Rewarding Savings journey by selecting your assets over here
hi_in: नमस्ते उपयोगकर्ता! यहां अपनी संपत्तियों का चयन करके अपनी इनामी बचत यात्रा शुरू करें

# tutorial2
source: For every Rs.500 saved, you get 1 weekly ticket which earns you rewards from Rs.1 to Rs. 1 Cr.
hi_in: प्रत्येक 500 रुपये की बचत के लिए, आपको 1 साप्ताहिक टिकट मिलता है जिससे आप 1 रुपये से लेकर 1 करोड़ रुपये तक के इनाम जीत सकते हैं।

# tutorial3
source: You can see the tickets and play the weekly game in this section and earn rewards!
hi_in: आप इस खंड में टिकट देख सकते हैं और साप्ताहिक खेल खेलकर इनाम अर्जित कर सकते हैं!

# tutorial4
source: You can see all your earned rewards in this Rewards section
hi_in: आप इस इनाम अनुभाग में अपने सभी अर्जित इनाम देख सकते हैं

# tutorial5
source: If you want to know more about Fello, check out these stories!
hi_in: यदि आप फेलो के बारे में और जानना चाहते हैं, तो इन कहानियों को देखें!

# tutorial6
source: Now lets start your rewarding savings journey by selecting your asset over here
hi_in: अब अपनी इनामी बचत यात्रा शुरू करने के लिए यहां अपनी संपत्ति का चयन करें

# scratchCardsSip
source: Scratch Card
hi_in: स्क्रैच कार्ड

# sipTickets
source: Tickets {count}
hi_in: टिकट {count}

source: SIP amount
hi_in: SIP राशि

# siptitle
source: SIP with Fello
hi_in: फेलो के साथ SIP

source: Select SIP amount
hi_in: SIP राशि चुनें

# minSipAmount
source: Minimum amount - ₹{amount}
hi_in: न्यूनतम राशि - ₹{amount}

# maxSipAmount
source: Maximum amount - ₹{amount}
hi_in: अधिकतम राशि - ₹{amount}

# expectedReturns5y
source: Your Investment in 5Y
hi_in: 5 वर्षों में अपेक्षित रिटर्न्स

# returnSubText
source: with Fello {type}
hi_in: फेलो SIP के साथ

# percentageReturns
source: with {percentage}% returns
hi_in: {percentage}% रिटर्न्स के साथ

# existingMandate
source: Your SIP amount will be deducted fro your existing mandate . No new mandate will be created for this SIP
hi_in: आपकी SIP राशि आपके मौजूदा मैंडेट से कटौती की जाएगी। इस SIP के लिए कोई नया मैंडेट नहीं बनाया जाएगा

# newMandate
source: You will receive a mandate for ₹5000 on the selected UPI App. But don’t worry, We will not deduct anymore than your SIP amount.
hi_in: आपको चयनित UPI ऐप पर ₹5000 का मैंडेट प्राप्त होगा। लेकिन चिंता न करें, हम ₹1100/सप्ताह से अधिक नहीं काटेंगे।

source: UPDATE SIP
hi_in: SIP अपडेट करें

# oneClickAway
source: 1 CLICKS AWAY
hi_in: 1 क्लिक दूर

# twoClickAway
source: 2 CLICKS AWAY
hi_in: 2 क्लिक दूर

# sipIntroTitle
source: Save Weekly / Monthly automatically &
hi_in: साप्ताहिक / मासिक रूप से स्वचालित रूप से बचत करें और

# sipIntroSubTitle
source: Grow money on autopilot
hi_in: ऑटोपायलट पर पैसे बढ़ाएं

source: START SIP
hi_in: SIP शुरू करें

# sipCustomers
source: 8000+ users have started SIP
hi_in: 8000+ उपयोगकर्ताओं ने SIP शुरू की है

# existingSip
source: Your Existing SIP
hi_in: आपकी मौजूदा SIP
