Repository: sainiShivamPerAnnum/flutter
Catalog: lib/util/localization/l10n/intl_*.arb
Languages: hi_in

# splashTagline
source: Your savings and gaming app
hi_in: आपकी बचत और गेमिंग ऐप

# splashSecureText
source: 🔒 safe and secure
hi_in: 🔒 सकुशल और सुरक्षित

# splashSlowConnection
source: Connection taking longer than usual
hi_in: कनेक्शन सामान्य से अधिक समय ले रहा है

# splashNoInternet
source: No active internet connection
hi_in: कोई सक्रिय इंटरनेट कनेक्शन नहीं

source: Offline
hi_in: ऑफलाइन

# obLoginHeading
source: Login/Sign up
hi_in: लॉगइन/साइन अप

# obEnterMobile
source: Enter your 10 digit phone number
hi_in: अपना 10 अंकों का फ़ोन नंबर दर्ज करें

# obMobileLabel
source: Mobile Number
hi_in: मोबाइल नंबर

# obOtpLabel
source: Verify OTP
hi_in: ओटीपी सत्यापित करें

# obDidntGetOtp
source: Didn't receive?
hi_in: प्राप्त नहीं हुआ?

# obOtpRequest
source: Didn't get an OTP? Request in
hi_in: ओटीपी नहीं मिला? में अनुरोध करें

# obResend
source: RESEND
hi_in: पुन: भेजें

# obOtpTryExceed
source: OTP requests exceeded. Please try again in sometime or contact us.
hi_in: ओटीपी अनुरोध पार हो गए। कृपया कुछ देर में पुन: प्रयास करें या हमसे संपर्क करें।.

# obEmailLabel
source: Email Address
hi_in: ईमेल पता

# obEnterDetails
source: Enter Details
hi_in: विवरण दर्ज करें

# obEnterDetailsTitle
source: You are a step away from Rewarding Savings experience
hi_in: आप पुरस्कृत बचत अनुभव से एक कदम दूर हैं

# obNameLabel
source: Name
hi_in: नाम

# obGenderLabel
source: Gender
hi_in: लिंग

# obDobLabel
source: Date of Birth
hi_in: जन्म की तारीख

# obEverInvestedLabel
source: Ever saved or invested
hi_in: कभी बचाया या निवेश किया

# obEmailHint
source: Enter your email address
hi_in: अपना ईमेल पता दर्ज करें

# obValidEmail
source: Please enter a valid email
hi_in: कृपया एक मान्य ईमेल पता प्रवेश करें

# obNameHint
source: Enter Full name
hi_in: पूरा नाम दर्ज करें

# obGenderHint
source: Select your gender
hi_in: अपना लिंग चुनें

# obNameAsPerPan
source: Please enter your name as per PAN
hi_in: कृपया पैन के अनुसार अपना नाम दर्ज करें

# obNameRules
source: At least 3 characters required
hi_in: कम से कम 3 वर्ण आवश्यक हैं

# ob6DigitEmailCode
source: We will send you a 6 digit code on this email
hi_in: हम आपको इस ईमेल पर 6 अंकों का कोड भेजेंगे

# obCheckSpamFolder
source: Please check your promotions or spam folders if you can't find the email
hi_in: यदि आपको ईमेल नहीं मिल रहा है तो कृपया अपने प्रचार या स्पैम फोल्डर की जाँच करें

# ObGenderLabel
source: Gender
hi_in: लिंग

# obGenderMale
source: Male
hi_in: नर

# obGenderFemale
source: Female
hi_in: मादा

# obIsOlder
source: By proceeding, you agree you are 18 years or older and do not reside in Tamil Nadu.
hi_in: आगे बढ़ते हुए, आप सहमत हैं कि आपकी आयु 18 वर्ष या उससे अधिक है और आप तमिलनाडु में नहीं रहते हैं।

# obGenderOthers
source: Rather not say
hi_in: मैं कहना नहीं चाहूँगा

# obDateFieldVal
source: Date field cannot be empty
hi_in: दिनांक फ़ील्ड खाली नहीं हो सकती

# obInValidDate
source: Invalid date
hi_in: अमान्य दिनांक

# obInValidOTP
source: Invalid OTP
hi_in: अमान्य ओटीपी

# obOneTimePass
source: Please enter a valid one time password
hi_in: कृपया एक मान्य वन टाइम पासवर्ड दर्ज करें

# obEnterValidOTP
source: Please enter a valid otp or try again after sometime
hi_in: कृपया मान्य ओटीपी दर्ज करें या कुछ समय बाद पुन: प्रयास करें

# obUsernameLabel
source: Username
hi_in: उपयोगकर्ता नाम

# obUsernameHint
source: Enter a username
hi_in: एक उपयोगकर्ता नाम दर्ज करें

# obUsernameRulesTitle
source: Rules for a valid username
hi_in: वैध उपयोगकर्ता नाम के नियम

# obUsernameRule1
source: must be more than 4 and less than 20 letters
hi_in: 4 से अधिक और 20 से कम अक्षरों का होना चाहिए

# obUsernameRule2
source: only lowercase alphabets, numbers and dot(.) symbols allowed.
hi_in: केवल छोटे अक्षरों, संख्याओं और बिंदु(.) चिह्नों की अनुमति है।

# obUsernameRule3
source: consecutive dot(.) are not allowed. example: abc..xyz is an invalid username
hi_in: लगातार डॉट (।) की अनुमति नहीं है। उदाहरण: abc..xyz एक अमान्य उपयोगकर्ता नाम है

# obUsernameRule4
source: dot(.) are not allowed at the beginning and at the end example: .abc , abcd. are invalid usernames
hi_in: शुरुआत और अंत में बिंदु (.) की अनुमति नहीं है उदाहरण: .abc , abcd. अमान्य उपयोगकर्ता नाम हैं

# obKYCDetailsLabel
source: KYC Details
hi_in: आपका केवाईसी विवरण

# obBankDetails
source: Bank Account Details
hi_in: आपका बैंक खाता विवरण

# obAppLock
source: App Lock
hi_in: एप्लिकेशन का ताला

# obBlockedAb
source: Account Information
hi_in: खाते की जानकारी

# obBlockedTitle
source: Your Account Has Been Blocked
hi_in: आपका खाता ब्लॉक कर दिया गया है

# obSomeThingWentWrong
source: Something went wrong
hi_in: कुछ गलत हो गया

# obCouldNotLaunch
source: Could not launch T&C right now. Please try again later
hi_in: नियमों और शर्तों को अभी लॉन्च नहीं किया जा सका. बाद में पुन: प्रयास करें

# obBlockedSubtitle1
source: Your Fello Account has been banned for activity that violates our policy
hi_in: आपके फेलो खाते को हमारी नीति का उल्लंघन करने वाली गतिविधि के लिए प्रतिबंधित कर दिया गया है

# obJoinUsBottomTitle
source: Join over 5 Lakh users who save and win with us!
hi_in: हमारे साथ बचत करने और जीतने वाले 5 लाख से अधिक उपयोगकर्ताओं से जुड़ें!

# obAgreeText
source: By continuing, you agree to our
hi_in: जारी रखकर, आप हमारी सहमति देते हैं

# obTermsofService
source: Terms of Service
hi_in: सेवा की शर्तें

# obLoggingInWith
source: Logging in with
hi_in: के साथ लॉग इन करें

# obLoading
source: Loading...
hi_in: लोड हो रहा है...

# obFinish
source: FINISH
hi_in: समाप्त

# obNext
source: NEXT
hi_in: अगला

# obHelp
source: Help
hi_in: मदद

# obEdit
source: EDIT
hi_in: संपादन करना

# obDone
source: DONE
hi_in: किया हुआ

# obVerify
source: Verify
hi_in: सत्यापित करना

# obSendOTP
source: Send OTP
hi_in: ओटीपी भेजें

# obNeedHelp
source: Need Help?
hi_in: मदद की ज़रूरत है?

# obAppUpdate
source: App Update Required
hi_in: ऐप अपडेट आवश्यक

# obPleaseTryAgain
source: Please try again
hi_in: कृपया पुन: प्रयास करें

# obCritialFeaturesUpdate
source: We have come up with critical features and experience improvements that require an update of the application
hi_in: हम महत्वपूर्ण सुविधाओं और अनुभव सुधारों के साथ आए हैं जिनके लिए एप्लिकेशन के अपडेट की आवश्यकता है

# obUpdateAvatar
source: Update Avatar
hi_in: अवतार अपडेट करें

# obVerifyEmail
source: Verify Email
hi_in: vईमेल सत्यापित करें

# obSendingOtp
source: Sending OTP
hi_in: ओटीपी भेजा जा रहा है

# obEnterOTP
source: Enter the OTP
hi_in: ओटीपी दर्ज करें

# obOTPValidFor
source: OTP is only valid for
hi_in: ओटीपी केवल के लिए मान्य है

# obEmailSub
source: Please enter the email where you would like to receive all transaction and support related updates
hi_in: कृपया वह ईमेल दर्ज करें जहां आप सभी लेन-देन और समर्थन संबंधी अपडेट प्राप्त करना चाहते हैं

# obSessionExpired
source: Session Expired!
hi_in: सत्र समाप्त हुआ!

# obIncorrectOTP
source: OTP is incorrect,please try again
hi_in: ओटीपी गलत है, कृपया पुन: प्रयास करें

# obMinutes
source: minutes.
hi_in: मिनट

# obChangeAvatar
source: Change your avatar
hi_in: अपना अवतार बदलें

# obChooseEmail
source: Choose an email option
hi_in: एक ईमेल विकल्प चुनें

# obChooseGoogle
source: Continue with Google
hi_in: गूगल के साथ जारी रखें

# obUseAnotherEmail
source: Use another email
hi_in: दूसरे ईमेल का उपयोग करें

# obCreateUserName
source: Create your username
hi_in: अपना उपयोगकर्ता नाम बनाएँ

# obuniqueNameText
source: This will be your unique name across our games and challenges leaderboard
hi_in: यह हमारे खेलों और चुनौतियों के लीडरबोर्ड में आपका अनूठा नाम होगा

# obUserNameHint
source: Your username
hi_in: तुम्हारा प्रयोगकर्ती नाम

# obCompleteProfile
source: Complete Profile
hi_in: पूरा प्रोफ़ाइल

# obCompleteProfileSubTitle
source: Please complete your profile to win your first reward and to start saving
hi_in: अपना पहला इनाम जीतने और बचत शुरू करने के लिए कृपया अपनी प्रोफ़ाइल पूरी करें

# obMale
source: Male
hi_in: नर

# obFemale
source: Female
hi_in: मादा

# obPreferNotToSay
source: Rather Not Say
hi_in: मैं कहना नहीं चाहूँगा

# obLoginAsText
source: Login as +91-{mobileNumber}
hi_in: लॉगिन करें +91-{mobileNumber}

# obAssetPrefBottomSheet2ButtonText1
source: SKIP TO HOME
hi_in: होम स्क्रीन पर जाएँ

source: LEARN MORE
hi_in: और अधिक जानें

# obAssetWelcomeText
source: Welcome To Fello
hi_in: फेलो में आपका स्वागत है

# obAssetPrefGreeting
source: Hi {name}
hi_in: नमस्ते {name}

# obProceedWithP2P
source: PROCEED WITH FELLO P2P
hi_in: फेलो पी2पी के साथ आगे बढ़ें

# obProceedWithGold
source: PROCEED WITH DIGITAL GOLD
hi_in: डिजिटल गोल्ड के साथ आगे बढ़ें

# navBarJourney
source: Journey
hi_in: यात्रा

# navBarPlay
source: Play
hi_in: खेलें

# navBarSave
source: Save
hi_in: बचाएं

# navBarWin
source: Win
hi_in: जीतो

# navWMT
source: Earn more tokens
hi_in: अधिक टोकन अर्जित करें

# playTrendingGames
source: Trending Games
hi_in: ट्रेंडिंग गेम्स

# saveSellButton
source: SELL
hi_in: बेचना

# saveGoldBalancelabel
source: Gold Balance:
hi_in: गोल्ड बैलेंस:

# saveGoldBalanceValue
source: {goldAmount} gm
hi_in: {goldAmount} ग्राम

# saveSecure
source: 100% secure
hi_in: 100% सुरक्षित

# saveBaseline
source: You get 1 token for every Rupee saved
hi_in: बचाए गए प्रत्येक रुपये के लिए आपको 1 टोकन मिलता है

# saveWinningsLabel
source: My Active Winnings
hi_in: मेरी सक्रिय जीत

# saveHistory
source: History
hi_in: इतिहास

# saveViewAll
source: View All
hi_in: सभी को देखें

# saveGold24k
source: 24K
hi_in: 24कैरेट

# buyGold
source: Buy 24K pure Digital Gold
hi_in: 24 कैरेट शुद्ध डिजिटल खरीदें, आपके पास सोना है

source: You Own
hi_in: आप इसके मालिक हो

source: Fello Tokens
hi_in: फेलो टोकन

source: Sold
hi_in: बिका हुआ

source: Safest Digital Investment
hi_in: सबसे सुरक्षित डिजिटल निवेश

# saveGoldPure
source: 99.99% Pure
hi_in: 99.99% शुद्ध

# balanceText
source: Balance
hi_in: संतुलन

source: Received
hi_in: प्राप्त

# investSafelyInGoldText
source: Invest safely in Gold with our Auto SIP to win tokens
hi_in: टोकन जीतने के लिए हमारे ऑटो सिप के साथ गोल्ड में सुरक्षित रूप से निवेश करें

# getStartedWithSIP
source: Get started with a weekly/ daily SIP
hi_in: साप्ताहिक/दैनिक एसआईपी के साथ शुरुआत करें

# withdrawGoldBalance
source: Withdrawable Gold Balance
hi_in: निकासी योग्य सोने की शेष राशि

# goldSellingCapacity
source: Upto ₹ 50,000 can be sold at one go.
hi_in: एक बार में ₹ 50,000 तक की बिक्री की जा सकती है।

# felloFloText
source: Fello Flo
hi_in: फेलो फ़्लो

# felloFloSubTitle
source: 10% p.a. returns | RBI regulated | P2P asset
hi_in: 10% प्रति वर्ष रिटर्न | आरबीआई विनियमित | पी2पी एसेट

# minimumAmount
source: Minimum sell amount is ₹ 10
hi_in: न्यूनतम विक्रय राशि ₹ 10 है

# flo10PercentReturns
source: 10% returns on investment
hi_in: निवेश पर 10% रिटर्न

# floEarn10Percent
source: Earn 10% returns
hi_in: 10% रिटर्न कमाएं

# digitalGoldText
source: Digital Gold
hi_in: डिजिटल गोल्ड

source: Choose your asset
hi_in: अपनी संपत्ति चुनें

# earnOneToken
source: Earn 1 Token for every ₹1 you invest
hi_in: आपके द्वारा निवेश किए गए प्रत्येक ₹1 के लिए 1 टोकन अर्जित करें

# felloFloEarnTxt
source: Enjoy stable returns of 10%
hi_in: 10% के स्थिर रिटर्न का आनंद लें

# goldSellReason
source: What makes you want to sell?
hi_in: आप क्यों बेचना चाहते हैं?

source: Purchase Rate:
hi_in: खरीद दर:

source: Gold Purchased:
hi_in: खरीदा गया सोना:

source: Sell Rate:
hi_in: बिक्री दर:

source: Gold Sold:
hi_in: सोना बिका:

source: Start Saving
hi_in: सहेजना प्रारंभ करें

source: Total Savings
hi_in: कुल बचत

source: Total Balance
hi_in: कुल शेष

source: Total Winnings
hi_in: सम्पूर्ण जीता

source: Your Savings
hi_in: आपकी बचत

source: Highest Saving
hi_in: उच्चतम बचत

source: Rank
hi_in: पद

source: N/A
hi_in: एन / ए

source: Best
hi_in: श्रेष्ठ

# holdSavingsMoreThanYear
source: Users have earned huge interests on their savings by holding for more than a year 💰
hi_in: उपयोगकर्ताओं ने एक वर्ष 💰 से अधिक समय तक अपनी बचत पर भारी ब्याज अर्जित किया है

source: gms
hi_in: ग्राम

source: gm
hi_in: ग्राम

source: g
hi_in: जी

source: Your
hi_in: आपका

# couldHaveGrown
source: could have grown to
hi_in: तक बढ़ सकता था

source: by 2030! 💸
hi_in: 2030 तक! 💸

# wantToSell
source: Are you sure you want to sell?
hi_in: क्या आप वाकई बेचना चाहते हैं?

# creditedToYourLinkedBankAccount
source: By continuing, ₹{amount} will be credited to your linked bank account
hi_in: जारी रखने पर, ₹{amount} आपके लिंक किए गए बैंक खाते में तुरंत क्रेडिट कर दिए जाएंगे

# digitalGoldSubTitle
source: 99.9% pure | 24K Gold | 100% secure
hi_in: 99.9% शुद्ध | 24 कैरेट गोल्ड | 100% सुरक्षित

# transactionProgress
source: Your transaction is in progress
hi_in: आपका लेन-देन हो रहा है

source: Invested
hi_in: निवेश

source: Bought
hi_in: खरीदा

# currentText
source: Current
hi_in: वर्तमान

source: Interest on Gold
hi_in: सोने पर ब्याज

source: Current Price
hi_in: मौजूदा कीमत

source: Valid for:
hi_in: के लिए मान्य:

# autoSIP
source: ACTIVE SIP
hi_in: सक्रिय एसआईपी

# felloFloMainTitle
source: Fello Flo
hi_in: फेलो फ़्लो (10%)

# digitalGoldMailTitle
source: Digital Gold
hi_in: डिजिटल गोल्ड

source: Current Value
hi_in: वर्तमान मूल्य

# sellCardTitle1
source: Sell your Digital Gold at current market rate
hi_in: अपना डिजिटल सोना a वर्तमान बाजार दर पर बेचें

# sellCardTitle2
source: Withdraw from Flo
hi_in: फ़्लो से हटें

# sellCardSubTitle1
source: With every withdrawal, some tokens and tambola tickets will be deducted.
hi_in: हर निकासी के साथ कुछ टोकन और तंबोला टिकट काटे जाएंगे।

# enableSell
source: To enable sell, complete the following:
hi_in: बिक्री सक्षम करने के लिए, निम्नलिखित को पूरा करें:

# goldCreditedInWallet
source: The gold in grams shall be credited to your wallet in the next
hi_in: ग्राम में सोना अगले में आपके बटुए में जमा किया जाएगा

# giftCard
source: You will receive the gift card on your registered email and mobile in the next
hi_in: आपको अगले में अपने पंजीकृत ईमेल और मोबाइल पर उपहार कार्ड प्राप्त होगा

# digitalGoldInfoTitle
source: What is Digital Gold?
hi_in: डिजिटल गोल्ड क्या है?

# digitalGoldInfoSubTitle
source: Digital gold is the new way of saving in gold online. For every gram of gold you buy, actual 24k gold is stored in a locker backed by Augmont Gold and IDBI trust.
hi_in: डिजिटल सोना ऑनलाइन सोने में बचत का नया तरीका है। आपके द्वारा खरीदे गए प्रत्येक ग्राम सोने के लिए, ऑगमोंट गोल्ड और आईडीबीआई ट्रस्ट द्वारा समर्थित लॉकर में वास्तविक 24 कैरेट सोना रखा जाता है।

# felloFloinfoTitle
source: What is Fello Flo?
hi_in: फेलो फ़्लो क्या है?

# felloFloinfoSubTitle
source: Fello Flo is an RBI regulated peer to peer lending asset offered in partnership with Lendbox-an RBI regulated P2P NBFC. The money invested is lent to high credit worthy borrowers for better returns with minimum risk.
hi_in: फेलो फ़्लो आरबीआई द्वारा विनियमित पीयर टू पीयर लेंडिंग एसेट है जो लेंडबॉक्स के साथ साझेदारी में पेश किया गया है - आरबीआई द्वारा विनियमित पी2पी एनबीएफसी। निवेश किया गया पैसा न्यूनतम जोखिम के साथ बेहतर रिटर्न के लिए उच्च ऋण योग्य उधारकर्ताओं को उधार दिया जाता है।

# govtAcc
source: Govt. Accredited
hi_in: सरकारी. प्रत्यायित

source: RBI Certified
hi_in: आरबीआई प्रमाणित

source: Trusted by
hi_in: द्वारा भरोसा किया गया

# addBankInformationText
source: Add Bank information
hi_in: बैंक जानकारी जोड़ें

# tokenDeductionOnTransaction
source: With every transaction, some tokens will be deducted.
hi_in: हर लेन-देन के साथ, कुछ टोकन काट लिए जाएंगे।

# enableSellGold
source: To enable selling gold, complete the following:
hi_in: सोना बेचना सक्षम करने के लिए, निम्नलिखित को पूरा करें:

# completeKYCText
source: Complete KYC
hi_in: पूर्ण केवाईसी

# kycIncomplete
source: You need to complete your KYC before you can invest
hi_in: निवेश करने से पहले आपको अपना केवाईसी पूरा करना होगा

source: Why to invest?
hi_in: निवेश क्यों करें?

# winMyWinnings
source: My Winnings
hi_in: मेरी जीत

# winMoneySmallText
source: Play and win
hi_in: खेलो और जीतो

# winMoneyBigText
source: ₹ 1 Lakh every week
hi_in: हर हफ्ते ₹ 1 लाख

# winIphoneSmallText
source: Refer friends
hi_in: दोस्तों को रेफर करें

# winIphoneBigText
source: and win iPad Air
hi_in: और iPad Air जीतें

# winIpadFromGT
source: from every Scratch Card. Highest referrer wins iPad every month
hi_in: हर गोल्डन टिकट से। उच्चतम रेफरर हर महीने iPad जीतता है

source: Win ₹1 Crore!
hi_in: ₹1 करोड़ जीतें!

# currentWinings
source: Current Winnings
hi_in: वर्तमान जीत

# winRedeemText
source: Winnings can be redeemed as
hi_in: जीत के रूप में भुनाया जा सकता है

source: on reaching
hi_in: पहुँचने पर

# scratchCardText
source: Scratch Cards
hi_in: गोल्डन टिकट

source: Earn upto
hi_in: तक कमाएँ

source: and
hi_in: और

# winipadText
source: from every Scratch Card. Highest referrer wins an iPad every month.
hi_in: हर गोल्डन टिकट से। उच्चतम रेफ़रलकर्ता हर महीने एक iPad जीतता है।

source: COPY
hi_in: कॉपी

source: Leaderboard
hi_in: लीडरबोर्ड

source: Rewards
hi_in: पुरस्कार

# noRewards
source: No rewards yet
hi_in: अभी तक कोई पुरस्कार नहीं

# weekHighlights
source: This Week’s Highlights
hi_in: इस सप्ताह की मुख्य विशेषताएं

source: Past Winners
hi_in: पिछले विजेता

source: Top Participants
hi_in: शीर्ष प्रतिभागी

source: Participants
hi_in: प्रतिभागियों

# leaderboardUpdateSoon
source: Leaderboard will be updated soon
hi_in: लीडरबोर्ड जल्द ही अपडेट किया जाएगा

# winChipsTitle1
source: Use tokens to play games!
hi_in: गेम खेलने के लिए टोकन का प्रयोग करें!

# winChipsTitle2
source: Scratch and win rewards!
hi_in: स्क्रैच करें और पुरस्कार जीतें!

# winChipsTitle3
source: Win upto ₹1 Crore in Tambola!
hi_in: तंबोला में ₹1 करोड़ तक जीतें!

source: Scratch Card
hi_in: गोल्डन टिकट

# fetchWinners
source: Fetching last week winners.
hi_in: पिछले सप्ताह के विजेताओं को लाया जा रहा है।

source: Last week winners
hi_in: पिछले सप्ताह के विजेता

source: Past Week Winners
hi_in: विगत सप्ताह के विजेता

# leaderBoardUpdate
source: Leaderboard will be updated soon
hi_in: लीडरबोर्ड जल्द ही अपडेट किया जाएगा

source: Names
hi_in: नाम

# winningsRedeem
source: Winnings can be redeemed on reaching ₹{prize}
hi_in: जीत को ₹{prize} तक पहुंचने पर रिडीम किया जा सकता है

source: Points
hi_in: अंक

source: Cashprize
hi_in: नकद इनाम

# winRewardsTitle
source: My Rewards
hi_in: मेरे पुरस्कार

source: Category
hi_in: वर्ग

# rewardsEmpty
source: No Rewards won
hi_in: कोई पुरस्कार नहीं जीता

# keepInvestingText
source: Keep investing, keep playing and win big!
hi_in: निवेश करते रहें, खेलते रहें और बड़ी जीत हासिल करें!

source: Hurray!
hi_in: हुर्रे!

# earnedGTText
source: You’ve earned a scratch card.
hi_in: आपने गोल्डन टिकट अर्जित किया है।

# scratchAndWin
source: Scratch and win exciting rewards.
hi_in: स्क्रैच करें और रोमांचक पुरस्कार जीतें।

# rewardsCredited
source: Rewards have been credited to your wallet
hi_in: पुरस्कार आपके बटुए में जमा कर दिए गए हैं

source: Redeemed on
hi_in: पर भुनाया गया

source: Received on
hi_in: प्राप्त हुआ

# addingPrize
source: Adding prize to your wallet
hi_in: अपने बटुए में पुरस्कार जोड़ना

# wonGT
source: You won a scratch card
hi_in: आपने गोल्डन टिकट जीता है

source: Win
hi_in: जीतना

source: Entry
hi_in: प्रवेश

# prize
source: Prize ${i}
hi_in: पुरस्कार ${i}

source: Rs
hi_in: रुपये

source: Update Now
hi_in: अभी अद्यतन करें

# dailyBonusText
source: Daily Bonus
hi_in: प्रतिदिन लाभ

# dailyBonusSubtitleText
source: Open the app everyday for a week and win assured rewards
hi_in: एक सप्ताह तक हर रोज ऐप खोलें और सुनिश्चित पुरस्कार जीतें

# claimMessage
source: Reward claimed for today, come back tomorrow for more.
hi_in: आज के लिए दावा किया गया इनाम, और अधिक के लिए कल वापस आएं।

# youWonA
source: You have won a
hi_in: आपने ए जीता है

source: Got it
hi_in: समझ गया

# dayRerward
source: Claim day {currentDay} Reward
hi_in: दावा करने का दिन {currentDay} इनाम

source: Total Rewards
hi_in: कुल पुरस्कार

source: worth of gold
hi_in: सोने के लायक

source: Oh no..
hi_in: धत्तेरे की..

source: Better Luck Next Time
hi_in: अगली बार किस्मत तुम्हारा साथ देगी

source: reward won!
hi_in: इनाम जीत गया!

source: Tokens won!
hi_in: टोकन जीत गए!

source: Token won!
hi_in: टोकन जीत गया!

source: worths of Gold
hi_in: सोने के लायक

source: Per Game
hi_in: प्रति गेम

# icici
source: ICICI Prudential Fund
hi_in: ICICI प्रूडेंशियल फंड

source: Tambola Win
hi_in: तंबोला जीत

# refBonus
source: Referral Bonus
hi_in: रेफरल बोनस

# rewardsRedemeed
source: Rewards Redeemed
hi_in: पुरस्कार भुनाए गए

source: Fello Rewards
hi_in: फेलो पुरस्कार

# prizeText
source: Prize
hi_in: इनाम

# abCompleteYourProfile
source: Complete your profile
hi_in: अपनी प्रोफाइल पूरी कीजिए

# abGamingName
source: Pick a Username
hi_in: प्रयोक्ता नाम उठाओ

# abMyProfile
source: Profile
hi_in: मेरी प्रोफाइल

# abNotifications
source: Alerts
hi_in: अलर्ट

# abBuyDigitalGold
source: Buy Digital Gold
hi_in: डिजिटल गोल्ड खरीदें

source: Notifications
hi_in: सूचनाएं

source: Title
hi_in: शीर्षक

source: Subtitle
hi_in: उपशीर्षक

# moreAlerts
source: Looking for more alerts, please wait ..
hi_in: अधिक अलर्ट खोज रहे हैं, कृपया प्रतीक्षा करें..

# dReferNEarn
source: Refer and Earn
hi_in: देखें और कमाएँ

# dPanNkyc
source: PAN & KYC
hi_in: पैन और केवाईसी

# noKYCfound
source: No Kyc Data Found
hi_in: कोई KYC डेटा नहीं मिला

# refreshKYC
source: Please refresh
hi_in: कृपया रिफ्रेश करें

# KyclinkedAccount
source: Linked Account
hi_in: लिंक्ड खाता

# verifyEmailKyc
source: Verify your Email
hi_in: अपना ईमेल सत्यापित करें

# kycComplete
source: Congratulations
hi_in: बधाई हो

# kycCompleteSub
source: On completing your KYC
hi_in: आपकी KYC पूरी होने पर

# startInvesting
source: Now, let’s start investing on Fello!
hi_in: अब, हम फेलो पर निवेश करना शुरू करते हैं!

# preKYC
source: One step away from starting your Rewarding Savings journey
hi_in: आपकी लाभप्रद बचत यात्रा शुरू होने से एक कदम दूर

# skipKYC
source: SKIP FOR NOW
hi_in: अब नहीं छोड़ें

# donePAN
source: DONE
hi_in: किया हुआ

# kycEmailProceed
source: VERIFY EMAIL
hi_in: ईमेल सत्यापित करें

# selectGmail
source: Select an account
hi_in: एक खाता चुनें

source: to verify email
hi_in: ईमेल सत्यापित करने के लिए

# panNote
source: NOTE: Name on your PAN Card should be the same as Name on your Bank Account
hi_in: नोट: आपके पैन कार्ड पर का नाम आपके बैंक खाते पर का नाम समान होना चाहिए

# panSecurity
source: Over 10,000 Users have trusted Fello with their KYC
hi_in: 10,000 से अधिक उपयोगकर्ताओं ने अपनी KYC को Fello पर भर दिया है

# uploadPan
source: UPLOAD PAN CARD
hi_in: पैन कार्ड अपलोड करें

source: PROCEED
hi_in: आगे बढ़ें

# kycForInvesting
source: Complete KYC to start investing
hi_in: निवेश करने के लिए KYC पूरी करें

# uploadImagePan
source: Upload a clear picture of your PAN card
hi_in: अपने पैन कार्ड की स्पष्ट तस्वीर अपलोड करें

# panUploaded
source: PAN Card Uploaded
hi_in: पैन कार्ड अपलोड हो गया

# kycStep1
source: Step 1 - Verify Email
hi_in: चरण 1 - ईमेल सत्यापित करें

# kycStep2
source: Step 2 - Upload PAN Card
hi_in: चरण 2 - पैन कार्ड अपलोड करें

# maxSize
source: Max size: 5 MB
hi_in: अधिकतम आकार: 5 MB

# formats
source: Formats: PNG, JPEG, JPG
hi_in: प्रारूप: PNG, JPEG, JPG

# uploadModal
source: Upload your PAN Card
hi_in: अपना पैन कार्ड अपलोड करें

# dTransactions
source: Transactions
hi_in: लेनदेन

# dHelp&sprt
source: Help & Support
hi_in: मदद समर्थन

# dhowitworks
source: How it works?
hi_in: यह काम किस प्रकार करता है?

# dAbtDigGold
source: About Digital Gold
hi_in: डिजिटल गोल्ड के बारे में

# app_version
source: Version {version}
hi_in: संस्करण {Version}

# refsubtitle
source: Earn ₹ 25 and 200 Fello tokens for every referral and referrer of the month will get a brand new iphone 13
hi_in: हर रेफरल के लिए ₹ 25 और 200 फेलो टोकन कमाएं और महीने के रेफर करने वाले को एक नया आईफोन 13 मिलेगा

# refShareLink
source: Share Link
hi_in: लिंक शेयर करें

# referralNudgeMessage
source: Claim {amount} referral bonus by saving
hi_in: बचत करके {amount} रेफरल बोनस प्राप्त करें

source: My Referrals
hi_in: मेरा सिफ़ारिशें

# refHIW
source: How do you earn?
hi_in: आप कैसे कमाते हैं?
