Repository: sainiShivamPerAnnum/flutter
Catalog: lib/util/localization/l10n/intl_*.arb
Languages: hi_in

# refstep1
source: Your friend installs Fello and signs up using your referral link or referral code.
hi_in: आपका मित्र फेलो को स्थापित करता है और आपके रेफ़रल लिंक या रेफ़रल कोड का उपयोग करके साइन अप करता है।

# refStep2
source: Your friend makes their first saving of ₹ 100 on the app.
hi_in: आपका दोस्त ऐप पर ₹100 की अपनी पहली बचत करता है।

# refStep3
source: Both you and your friend receive ₹ 25 and 200 Fello tokens in your account.
hi_in: आप और आपके मित्र दोनों को आपके खाते में ₹25 और 200 फेलो टोकन प्राप्त होते हैं।

# refCodeOptional
source: Referral Code (Optional)
hi_in: रेफरल कोड (वैकल्पिक)

# refCodeHint
source: Enter your referral code here
hi_in: यहां अपना रेफ़रल कोड दर्ज करें

# refInvalid
source: Invalid referral code
hi_in: अमान्य रेफरल कोड

# refHaveReferral
source: Have a referral code?
hi_in: रेफ़रल कोड है?

# refUnAvailable
source: Unavailable
hi_in: अनुपलब्ध

# referFriends
source: Refer your friends
hi_in: अपने दोस्तों को देखें

# getScratchCards
source: Earn Scratch Cards for every referral
hi_in: हर रेफरल के लिए गोल्डन टिकट कमाएं

# refPolicy
source: Referral Policy
hi_in: रेफरल नीति

# refPolicyFailed
source: Failed to load the Referral Policy at the moment. Please try again later
hi_in: इस समय रेफ़रल नीति लोड करने में विफल रहा. बाद में पुन: प्रयास करें

# shareGoodNews
source: Share the good news with your friend
hi_in: अपने दोस्त के साथ खुशखबरी साझा करें

# oneScratchCard
source: 1 Scratch Card
hi_in: 1 गोल्डन टिकट

# fiftyFelloTokens
source: 50 Fello Tokens
hi_in: 50 फेलो टोकन

# refFetch
source: Fetching your referrals. Please wait..
hi_in: आपके सिफ़ारिशें लाई जा रही हैं। कृपया प्रतीक्षा करें..

source: referrals
hi_in: रेफरल

# referralsTitle
source: Referrals
hi_in: रेफरल

# refEmpty
source: No referrals yet
hi_in: अभी तक कोई रेफरल नहीं

source: Successful
hi_in: सफल

source: My Reward
hi_in: मेरा इनाम

# notSaved
source: Have not saved
hi_in: सहेजा नहीं है

# askfrndForInvesText
source: Once your friend makes their first investment of
hi_in: एक बार जब आपका दोस्त अपना पहला निवेश करता है

# askfrndForInvesText1
source: , you and your friend both receive ₹
hi_in: ,आपको और आपके दोस्त दोनों को मिलते हैं ₹

# askfrndForInvesText2
source: and {Value} Fello tokens.
hi_in: और {Value} फेलो टोकन।

source: Refer
hi_in: संदर्भ देना

source: Earn
hi_in: कमाना

# topRef
source: Top Referrers
hi_in: शीर्ष संदर्भकर्ता

# refLeaderboardUpdate
source: Referral Leaderboard will be updated soon
hi_in: रेफ़रल लीडरबोर्ड जल्द ही अपडेट किया जाएगा

# startPlayingToSeeLB
source: Start playing to see yourself on the leaderboard
hi_in: लीडरबोर्ड पर खुद को देखने के लिए खेलना शुरू करें

# refUnlockText
source: Savings of ₹ {refUnlock} required to redeem your winnings.
hi_in: आपकी जीत को रिडीम करने के लिए ₹ {refUnlock} की बचत आवश्यक है।

# reedomAmznPay
source: Redeem for amazon pay
hi_in: अमेज़न पे के लिए रिडीम करें

# pkPanLabel
source: PAN Number
hi_in: पैन नंबर

# pkStateLabel
source: State
hi_in: राज्य

# pkStateHint
source: Which state do you live in?
hi_in: आप किस राज्य में रहते हैं?

# txnBankDetailsLabel
source: Bank Account Details
hi_in: बैंक के खाते का विवरण

# txnHistoryLabel
source: Transaction History
hi_in: लेनदेन का इतिहास

# btnSubmit
source: Submit
hi_in: प्रस्तुत

# btnYes
source: Yes
hi_in: हां

# btnNo
source: No
hi_in: नहीं

# btnSave
source: Save
hi_in: बचाएं

# btnUpdate
source: Update
hi_in: अपडेट करना

# btnEdit
source: Edit
hi_in: संपादन करना

# btnShare
source: SHARE
hi_in: शेयर करना

# btnComplete
source: Complete
hi_in: पूरा

# btnSignout
source: SIGN OUT
hi_in: प्रस्थान करें

# btnGrantPermission
source: Grant Permission
hi_in: अनुदान अनुमति

# btnCancel
source: Cancel
hi_in: रद्द करना

# btnOk
source: Ok
hi_in: ठीक है

# btnLoading
source: Loading
hi_in: लोड हो रहा है

# btnEnable
source: Enable
hi_in: सक्षम

# btnNotNow
source: Not Now
hi_in: अभी नहीं

# btnDownloadInvoice
source: Download Invoice
hi_in: इनवाइस को डाउनलोड करो

# btnRetry
source: Retry
hi_in: पुन: प्रयास करें

# btnLetsGo
source: Let's Go
hi_in: चलो चलते हैं

# btnSaveNow
source: Save Now
hi_in: अब सहेजें

# btnSkipWithTokens
source: SKIP WITH TOKENS
hi_in: टोकन के साथ छोड़ें

# btnPlay
source: PLAY
hi_in: खेलें

# btnWin
source: WIN
hi_in: जीतना

# btnStart
source: Start
hi_in: शुरू

# btnStartPlaying
source: Start Playing
hi_in: खेलना शुरू करें

# btnSeeAll
source: See All
hi_in: सभी देखें

# btnNotifyMe
source: NOTIFY ME
hi_in: मुझे सूचित करो

# btnCongratulations
source: Congratulations!
hi_in: बधाई हो!

# btnApplyCoupon
source: Apply Coupon
hi_in: कूपन लगाइये

# btnContinue
source: Continue
hi_in: जारी रखना

# btnCheckHere
source: Check here
hi_in: यहा जांचिये

# btnGetStarted
source: Get Started
hi_in: शुरू हो जाओ

# btnOpen
source: Open
hi_in: खुला

# btnPause
source: Pause
hi_in: रोकना

# btnWithDraw
source: Withdraw
hi_in: निकालना

# btnDeposit
source: Deposit
hi_in: जमा

# btnSaveMore
source: Save More
hi_in: अधिक बचाओ

# btnAdd
source: Add
hi_in: जोड़ना

# btnVerified
source: Verified
hi_in: सत्यापित

# btnAlert
source: Alert!
hi_in: चेतावनी!

# btn
source: Button
hi_in: बटन

# btnDiscard
source: Discard
hi_in: रद्द करें

# kycNameLabel
source: Name as per your PAN Card
hi_in: आपके पैन कार्ड के अनुसार नाम

# kycTitle
source: Kyc Details
hi_in: केवाईसी विवरण

# kycVerifyText
source: This is required to securely verify your identity.
hi_in: आपकी पहचान को सुरक्षित रूप से सत्यापित करने के लिए यह आवश्यक है।

# kycPanUpload
source: Step 1: Upload your PAN Card
hi_in: अपना पैन कार्ड अपलोड करें

# kycUseCamera
source: Use Camera
hi_in: कैमरे का प्रयोग करें

# kycGrantPermissionText
source: Please grant camera access permission to continue
hi_in: जारी रखने के लिए कृपया कैमरा एक्सेस की अनुमति दें

# someThingWentWrongError
source: Something went wrong, please try again.
hi_in: कुछ गलत हो गया, कृपया फिर से प्रयास करें

source: mb
hi_in: एमबी

# maxSizeText
source: Max size: 5 MB
hi_in: अधिकतम आकार: 5 एमबी

# formatsText
source: Formats: PNG, JPEG, JPG
hi_in: प्रारूप: पीएनजी, जेपीईजी, जेपीजी

source: Upload from device
hi_in: डिवाइस से अपलोड करें

# onboradButton
source: GET STARTED
hi_in: शुरू हो जाओ

# tTicket
source: Tambola Ticket
hi_in: तंबोला टिकट

# tProcessingTitle
source: Prize Day
hi_in: पुरस्कार दिवस

# tProcessingSubtitle
source: We are processing your tickets to see if any of your tickets has won a category..
hi_in: हम यह देखने के लिए आपके टिकट संसाधित कर रहे हैं कि क्या आपके किसी टिकट ने कोई श्रेणी जीती है।

# tLossTitle
source: Tambola Results
hi_in: तंबोला परिणाम

# tLossSubtitle
source: None of your tickets matched this week
hi_in: इस सप्ताह आपके किसी भी टिकट का मिलान नहीं हुआ

# tLossSubtitle2
source: Get ready for next week tambola from now on.
hi_in: अगले हफ्ते तंबोला के लिए अभी से तैयार हो जाइए।

# tWinTitle
source: CONGRATULATIONS!
hi_in: बधाई हो!

# tWinSubtitle
source: Your tickets have been submitted for processing
hi_in: आपके टिकट प्रोसेसिंग के लिए सबमिट कर दिए गए हैं

# tWinSubtitle2
source: Your prizes will be credited tomorrow. Be sure to check out the leaderboard!
hi_in: आपके पुरस्कार कल जमा किए जाएंगे। लीडरबोर्ड देखना सुनिश्चित करें!

# tParWinTitle
source: Tambola Results
hi_in: तंबोला परिणाम

# tParWinsubtitle
source: Only users with minimun savings balance of ₹ 100 are eliglble for prizes
hi_in: केवल ₹100 की न्यूनतम बचत शेष वाले उपयोगकर्ता ही पुरस्कार के पात्र हैं

# tambolaNew
source: NEW
hi_in: नया

# tGeneratedOn
source: Generated on :
hi_in: पर उत्पन्न:

source: How to participate
hi_in: कैसे भाग लें

# tDrawTime
source: Today’s draw at 6 PM
hi_in: आज का ड्रा शाम 6 बजे

# winGrandRewards
source: Win grand rewards as digital gold.
hi_in: डिजिटल गोल्ड के तौर पर शानदार इनाम जीतें.

source: Day
hi_in: दिन

# tTicketsDeducted
source: Tambola Tickets Deducted
hi_in: तंबोला के टिकट काटे गए

# tDailyPicks
source: Daily Picks
hi_in: दैनिक पसंद

# todaysPicks
source: Today's Picks are:
hi_in: आज की पसंद हैं:

# loadingTodaysPicks
source: Please wait, loading today's picks
hi_in: कृपया प्रतीक्षा करें, आज के चुनाव लोड हो रहे हैं

# tNoMatched
source: Find out how many numbers matched today..
hi_in: जानिए आज कितने नंबर मैच हुए...

# tHowToPlay
source: How to play
hi_in: कैसे खेलें

# tTitle
source: Tambola
hi_in: तंबोला

# tTotalTickets
source: Total Tickets:
hi_in: कुल टिकट:

# tGetTickets
source: + Get Tickets
hi_in: + टिकट प्राप्त करें

source: Get Tickets
hi_in: टिकिट पाएं

# tOneTicket
source: Ticket
hi_in: टिकट

# tgetFirstTkt
source: Get your first ticket
hi_in: अपना पहला टिकट प्राप्त करें

# tEveryWeekText
source: every week for lifetime
hi_in: जीवन भर के लिए हर हफ्ते

# tDrawnAtText1
source: Will be drawn at 6pm
hi_in: शाम छह बजे निकाला जाएगा

# tDrawnAtText2
source: Drawn at 6pm
hi_in: शाम 6 बजे निकाला गया

# tFetch
source: Fetching your tambola tickets..
hi_in: आपका तंबोला टिकट ढूंढा जा रहा है..

# tBetterLuckText
source: Better luck next time!
hi_in: अगली बार किस्मत तुम्हारा साथ देगी!

# tNoneOfTicketsMatched
source: None of your tickets matched this time. Save & get Tambola tickets for the coming week!
hi_in: इस बार आपके किसी भी टिकट का मिलान नहीं हुआ। आने वाले सप्ताह के लिए तम्बोला टिकट सहेजें और प्राप्त करें!

# tViewAllTicks
source: View All Tickets
hi_in: सभी टिकट देखें

# tAppleInfo
source: Apple is not associated with Fello Tambola
hi_in: ऐप्पल फेलो तंबोला से जुड़ा नहीं है

# tgenerated
source: Generated
hi_in: जनरेट किया गया

# tgeneratedCount
source: of your {ticketGenerateCount} tickets
hi_in: आपके {ticketGenerateCount} टिकट

# tResultsOut
source: Tambola results are out
hi_in: तंबोला के नतीजे आ चुके हैं

# tCheckIfWon
source: Find out if your tickets won
hi_in: पता करें कि क्या आपके टिकट जीत गए

# tTopRow
source: Top Row
hi_in: शीर्ष पंक्ति

# tMiddleRow
source: Middle Row
hi_in: बीच की पंक्ति

# tBottomRow
source: Bottom Row
hi_in: निचली पंक्ति

# tLeft
source: left
hi_in: बाकी

# tCorners
source: Corners
hi_in: कोनों

# tFullHouse
source: Full House
hi_in: पूरा सदन

# tGetMore
source: Get more tickets
hi_in: अधिक टिकट प्राप्त करें

# get1Ticket
source: Get 1 Ticket for every ₹{Value} saved
hi_in: हर ₹{Value} की बचत पर एक टिकट पाएं

source: View Prizes
hi_in: पुरस्कार देखें

# tPrizes
source: Tambola Prizes
hi_in: तंबोला पुरस्कार

# tWin1Crore
source: Winners are announced every Sunday at midnight, Complete a Full House and win 1Crore!
hi_in: हर रविवार आधी रात को विजेताओं की घोषणा की जाती है, पूरा हाउस पूरा करें और 1 करोड़ जीतें!

# tCompleteToGet
source: Complete {prize} to get
hi_in: पूरा {prize} पाने के लिए

# tTicketNo
source: Ticket No
hi_in: टिकट संख्या

# txnWithdrawAccountText
source: This account will be used for netbanking payments and crediting withdrawals
hi_in: इस खाते का उपयोग नेटबैंकिंग भुगतान और निकासी जमा करने के लिए किया जाएगा

# tTicketsWon
source: Tambola tickets won
hi_in: तंबोला का टिकट जीता

# tTicketWon
source: Tambola ticket won
hi_in: तंबोला का टिकट जीता

# noTransaction
source: No transactions to show yet
hi_in: अभी दिखाने के लिए कोई लेन-देन नहीं है

# resultsPageFirstDisclaimer
source: *Based on {servingSize} fl. oz serving.
hi_in: *{servingSize} fl पर आधारित। ओज सेवारत.

# resultsPageSafeDosageTitle
source: Daily Safe Maximum
hi_in: दैनिक सुरक्षित अधिकतम

# resultsPageSecondDisclaimer
source: *Applies to age 18 and over. This calculator does not replace professional medical advice.
hi_in: *18 वर्ष और उससे अधिक आयु पर लागू होता है। यह कैलकुलेटर पेशेवर चिकित्सा सलाह को प्रतिस्थापित नहीं करता है।

source: Sign Out
hi_in: साइन आउट

# shareCardTitle
source: Play fun games and get a chance to win rewards as Digital Gold!
hi_in: मज़ेदार गेम खेलें और डिजिटल गोल्ड के रूप में पुरस्कार जीतने का मौका पाएं!

# priceClaimTitle1
source: You've won an Amazon Gift Voucher worth
hi_in: आपने अमेज़न उपहार वाउचर मूल्य जीता है

# priceClaimTitle2
source: I've won ₹${prizeAmount} as Digital Gold on Fello!
hi_in: मैंने फेलो पर डिजिटल गोल्ड के रूप में ₹${prizeAmount} जीती है!

# priceClaimTitle3
source: You've won Fello Rewards worth
hi_in: आपने फेलो रिवार्ड और मूल्य जीते हैं

source: Autosave
hi_in: स्वत: सहेजना

source: How it works?
hi_in: यह काम किस प्रकार करता है?

# autopayBankSupport
source: Make sure your bank supports autopay.
hi_in: सुनिश्चित करें कि आपका बैंक ऑटोपे का समर्थन करता है।

source: Check your
hi_in: जाँचें अपना

source: for the request.
hi_in: या अनुरोध।

# setAutoPayAmount
source: Set an amount you want to invest
hi_in: वह राशि निर्धारित करें जिसे आप निवेश करना चाहते हैं

# amountChangeTxt
source: You can change the amount anytime.
hi_in: आप कभी भी राशि बदल सकते हैं।

source: Date & Time
hi_in: दिनांक समय

source: SETUP AUTO SAVE
hi_in: सेटअप ऑटो सहेजें

source: cancelledUI
hi_in: रद्द किया गया यूआई

# autoPayBanksSupported
source: Supported by 60+ banks for Autosave
hi_in: ऑटोपे के लिए 60+ बैंकों द्वारा समर्थित

# autoPayApproveReq
source: Approve Request
hi_in: अनुरोध स्वीकृत करें

source: UPDATE AUTOSAVE
hi_in: अपडेट ऑटोसेव

source: Daily
hi_in: रोज

source: Weekly
hi_in: सप्ताहिक

# additionalBenefits
source: Additional Daily Benefits
hi_in: अतिरिक्त दैनिक फायदे

# saveAutoSaveTitle
source: Set up Autosave
hi_in: ऑटोसेव सेट करें

# saveAutoSaveSubTitle
source: Set up Autosave & earn daily tokens
hi_in: स्वत: सहेजना सेट अप करें और दैनिक टोकन अर्जित करें

# setUpText
source: Set Up
hi_in: सेट अप

source: Congrats!
hi_in: मुबारक हो!

# autoSaveSetUpSuccess
source: Your fello Autosave account has been successfully setup!
hi_in: आपका फेलो ऑटोसेव खाता सफलतापूर्वक सेटअप कर दिया गया है!

source: Autosave Details
hi_in: स्वत: सहेजें विवरण

source: Primary UPI
hi_in: प्राथमिक यूपीआई

# autoSaveDetailsEmpty
source: No Autosave Details available
hi_in: कोई स्वतः सहेजें विवरण उपलब्ध नहीं है

source: Autosave Inactive
hi_in: स्वत: सहेजना निष्क्रिय

source: AMOUNT SAVED
hi_in: बचाई गई राशि

# yourAutoSave
source: Your Autosave account is
hi_in: आपका स्वतः सहेजना खाता है

# btnRestartAutoSave
source: Restart Autosave
hi_in: ऑटोसेव को पुनरारंभ करें

source: Resume Autosave
hi_in: ऑटोसेव फिर से शुरू करें

# pauseAutoSave
source: Pause SIP for
hi_in: स्वतः सहेजना रोकें

source: Are you sure ?
hi_in: क्या आपको यकीन है ?

# loseAutoSave
source: You will lose out on automated savings & many exclusive rewards⏸️
hi_in: आप स्वचालित बचत और कई विशिष्ट पुरस्कारों से वंचित रह जाएंगे⏸️

source: Single
hi_in: अकेला

# validIFSC
source: Please enter a valid bank IFSC
hi_in: कृपया एक वैध बैंक आईएफ़एससी दर्ज करें

# bankIFSC
source: Bank IFSC Code
hi_in: बैंक आईएफ़एससी कोड

# invalidBankAcc
source: Invalid Bank Account Number
hi_in: अमान्य बैंक खाता संख्या

# bankAccDidNotMatch
source: Bank account numbers did not match
hi_in: बैंक खाता संख्या मेल नहीं खाती

# enterValidAcc
source: Please enter a valid account number
hi_in: कृपया एक वैध खाता संख्या दर्ज करें

# confirmAccNo
source: Confirm Account Number
hi_in: खाता संख्या की पुष्टि करें

# bankAccNoTitle
source: Bank Account Number
hi_in: बैंक खाता संख्या

# enterNameAsPerBank
source: Please enter you name as per your bank
hi_in: कृपया अपने बैंक के अनुसार अपना नाम दर्ज करें

# bankHolderName
source: Bank Holder's Name
hi_in: बैंक धारक का नाम

# bankAccDetails
source: Bank Account Details
hi_in: बैंक के खाते का विवरण

source: Add Bank Details
hi_in: बैंक विवरण जोड़ें

# savingsOnAuto
source: Put your savings on autopilot
hi_in: अपनी बचत को ऑटोपायलट पर रखें

# savingsOnAutoSubtitle
source: Now you can save in Digital Gold automatically without opening the app. Setup Fello autosave now!
hi_in: अब आप बिना ऐप खोले डिजिटल गोल्ड में अपने आप सेव कर सकते हैं। फेलो ऑटोसेव अभी सेटअप करें!

# btnSetupAutoSave
source: Setup Autosave
hi_in: सेटअप ऑटोसेव

source: Fello Autosave
hi_in: फेलो ऑटोसेव

source: in Progress
hi_in: चालू

source: Start saving now
hi_in: अभी बचत करना शुरू करें

source: till
hi_in: तक

# zeroperDay
source: 0.0/day
hi_in: 0.0/दिन

source: View
hi_in: देखना

source: Set Amount
hi_in: रकम तय करें

source: Restart
hi_in: पुनर्प्रारंभ करें

source: Resume
hi_in: फिर शुरू करना

source: Details
hi_in: विवरण

source: Paused
hi_in: रोके गए

source: Start an SIP
hi_in: एक एसआईपी शुरू करें

# sipWithAutoSave
source: Start an SIP with Fello Autosave
hi_in: फेलो ऑटोसेव के साथ एक एसआईपी शुरू करें

source: active
hi_in: सक्रिय

# autoSaveSetupComplete
source: Your Autosave setup is complete
hi_in: आपका ऑटोसेव सेटअप पूरा हो गया है

# savingsOnAutoPilot
source: Savings on autopilot with
hi_in: के साथ ऑटोपायलट पर बचत

# autoSipText
source: AUTO SIP
hi_in: ऑटो एसआईपी

source: Withdrawal
hi_in: निकासी

# txnApplyCoupon
source: Apply a Coupon
hi_in: कूपन अप्लाई करें

# txnEnterCoupon
source: Enter a Coupon Code here
hi_in: यहां कूपन कोड दर्ज करें

# txnApply
source: Apply
hi_in: आवेदन करें

# txnEnterCode
source: Please enter a code to continue
hi_in: कृपया जारी रखने के लिए एक कोड दर्ज करें

# txnInvalidCouponCode
source: Invalid Coupon code
hi_in: अमान्य कूपन कोड

# txnActiveCoupon
source: Active Coupons
hi_in: सक्रिय कूपन

# txnDetailsTitle
source: Transaction Details
hi_in: लेनदेन का विवरण

# txnAmountTitle
source: Transaction Amount
hi_in: लेनदेन राशि

source: coupon applied
hi_in: कूपन लागू किया गया

# txnInvoiceFailed
source: Invoice could not be loaded
hi_in: चालान लोड नहीं किया जा सका

# txnHavDiffCoupunCode
source: Have a different coupon code?
hi_in: क्या कोई भिन्न कूपन कोड है?

# txnEnterHereText
source: Enter here
hi_in: यहां दर्ज करें

# txnInvestmentSuccess
source: Your investment was successfully processed
hi_in: आपका निवेश सफलतापूर्वक संसाधित किया गया था

# successfullySavedText
source: You have successfully saved
hi_in: आपने सफलतापूर्वक सहेजा है

# txnSelectUPI
source: Please select a UPI App
hi_in: कृपया एक यूपीआई ऐप चुनें

# txnNoUPI
source: No UPI apps available
hi_in: कोई UPI ऐप उपलब्ध नहीं

# txnCouldNotFindUPI
source: Could not find any installed UPI applications
hi_in: कोई स्थापित UPI एप्लिकेशन नहीं मिला

# txnWithDrawalProgress
source: Your withdrawal is in progress
hi_in: आपकी निकासी जारी है

# txnWithDrawalSuccess
source: Your withdrawal was successfully processed
hi_in: आपका निकासी सफलतापूर्वक संसाधित किया गया

# txnEnterUPI
source: Enter UPI ID
hi_in: यूपीआई आईडी दर्ज करें

# txnApproveUPIReq
source: Approve Request on UPI app
hi_in: UPI ऐप पर अनुरोध स्वीकृत करें

# txnsPendingUPI
source: Pending UPI transactions
hi_in: लंबित UPI लेन-देन

# txnStatus
source: Transaction Status
hi_in: लेन-देन की स्थिति

# txnCompleted
source: COMPLETED
hi_in: पूर्ण

# txnEnterAmount
source: Enter amount
hi_in: राशि दर्ज करें

# txnApprovePaymentReq
source: Approve payment request on your UPI app.(Ignore if already done)
hi_in: आपके UPI ऐप पर भुगतान अनुरोध स्वीकृत करें

# txnDontPressBack
source: Do not press back until the payment is completed
hi_in: जब तक भुगतान पूरा नहीं हो जाता तब तक पीछे न दबाएँ

# txnPageExpiresIn
source: Page Expires in
hi_in: पृष्ठ इतने समय में समाप्त होता है

# txnUpdateAmount
source: Update amount
hi_in: अद्यतन राशि

# txnRecent
source: Recent Transaction
hi_in: हाल के लेन-देन

# txnsEmpty
source: No Transactions to show yet
hi_in: अभी तक दिखाने के लिए कोई लेन-देन नहीं

source: Payment Method
hi_in: भुगतान का तरीका

# txnWithdrawablebalance
source: Withdrawable Balance
hi_in: निकासी योग्य शेष

# txnWithDrawLimit
source: You can't withdraw more than available balance
hi_in: आप उपलब्ध शेष राशि से अधिक की निकासी नहीं कर सकते हैं

# txnWithDrawMin
source: Minimum sell amount is ₹10
hi_in: आप 1 से कम कैसे निकालेंगे?

# txnWithDrawReq
source: Your withdrawal request has been placed and the money will be credited to your account in the next 1-2 business working days
hi_in: आपका निकासी अनुरोध कर दिया गया है और अगले 1-2 व्यावसायिक दिनों में पैसा आपके खाते में जमा कर दिया जाएगा

# txns
source: Transactions
hi_in: लेनदेन

# txnHistory
source: Transaction History
hi_in: लेनदेन का इतिहास

source: Type
hi_in: प्रकार

# moretxns
source: Looking for more transactions, please wait ...
hi_in: अधिक लेन-देन की तलाश में हैं, कृपया प्रतीक्षा करें ...

# txnVerify
source: Verifying transaction
hi_in: सत्यापन लेनदेन

# txnVerifySubTitle
source: Your transaction is being verified and will be updated shortly
hi_in: आपका लेन-देन सत्यापित किया जा रहा है और शीघ्र ही अपडेट किया जाएगा

source: Withdrawal processing
hi_in: आहरण प्रक्रिया

# amountWillbeCreditedShortly
source: The amount will be credited to your UPI registered bank account shortly
hi_in: राशि शीघ्र ही आपके यूपीआई पंजीकृत बैंक खाते में जमा कर दी जाएगी

# txnFetchFailed
source: Unable to fetch transactions
hi_in: लेन-देन प्राप्त करने में असमर्थ

# txnDelay
source: Your transaction is taking longer than usual. We'll get back to you in
hi_in: आपका लेन-देन सामान्य से अधिक समय ले रहा है। हम आपसे संपर्क करेंगे

source: Unavailable
hi_in: अनुपलब्ध

source: Happy Hour is over
hi_in: हैप्पी आवर खत्म हो गया है

# missedHappyHour
source: Missed out on the happy hour offer?
hi_in: हैप्पी आवर ऑफर से चूक गए?

# getHappyHourNotified
source: Get notified when the next happy hour is live
hi_in: अगला हैप्पी आवर लाइव होने पर सूचित करें

# happyHourNotificationSetPrimary
source: Your Happy hour notifications is set!
hi_in: आपका हैप्पी आवर नोटिफिकेशन सेट है!

# happyHourNotificationSetSecondary
source: We will notify you before the next happy hour starts
hi_in: अगला हैप्पी आवर शुरू होने से पहले हम आपको सूचित करेंगे

# txnHappyHours
source: You have made a transaction during Happy Hours!
hi_in: आपने हैप्पी आवर के दौरान लेन-देन किया है!

source: Order Summary
hi_in: आदेश सारांश

# happyHoursEndingin
source: Happy Hour ending in
hi_in: हैप्पी आवर की समाप्ति

# happyHoursEndsIn
source: Happy Hour ends in
hi_in: हैप्पी आवर समाप्त हो जाती है

# secureFelloTitle
source: Secure Fello
hi_in: सुरक्षित फेलो

source: Terms of Service
hi_in: सेवा की शर्तें

source: Privacy Policy
hi_in: गोपनीयता नीति

# needHelp
source: Need more help?
hi_in: और मदद चाहिए?

source: Current Tokens:
hi_in: मौजूदा टोकन:

# ranOutOfTokens
source: You ran out of Fello tokens, here are some ways to get back on the track:
hi_in: आपका फेलो टोकन खत्म हो गया है, यहाँ ट्रैक पर वापस आने के कुछ तरीके हैं:

# saveMoney
source: Save More Money
hi_in: और पैसे बचाएं

# get1Token
source: Get 1 token for every Rupee saved
hi_in: बचाए गए प्रत्येक रुपये के लिए 1 टोकन प्राप्त करें

source: Tokens Required
hi_in: टोकन आवश्यक हैं

# skipWithtokenCost
source: SKIP WITH {cost} TOKENS
hi_in: {cost} टोकन के साथ छोड़ें

source: Tokens Deducted
hi_in: टोकन काटे गए

source: Tokens
hi_in: टोकन

source: Get More Tokens
hi_in: अधिक टोकन प्राप्त करें

# jFailed
source: Journey failed to load
hi_in: यात्रा लोड होने में विफल

# jLoadinglevels
source: Loading more levels for you,please wait
hi_in: आपके लिए और लेवल लोड हो रहे हैं, कृपया प्रतीक्षा करें

# jLevel
source: Level
hi_in: लेवल

# jBanner1
source: Hello World
hi_in: हैलो वर्ल्ड

# jBanner2
source: Welcome to this Universe and win
hi_in: इस यूनिवर्स में आपका स्वागत है और जीतें

# jMileStone
source: Milestone {index}
hi_in: माइलस्टोन {index}

# mileStoneCompleted
source: You have completed this milestone
hi_in: आपने इस माइलस्टोन को पूरा कर लिया है

# winATicket
source: Win a {ticketType} Card worth upto ₹{rewardAmount}
hi_in: एक {ticketType} टिकट जीतें

# jSkipMileStone
source: SKIP MILESTONE
hi_in: मील का पत्थर छोड़ें

# jWon
source: YOU WON
hi_in: आप जीत गए

# jSkipMilestoneSecondary
source: Skip Milestone?
hi_in: छोड़ें माइलस्टोन?

# jSkipMileStoneDesc
source: To skip this milestone and go one level ahead, save in any of the asset
hi_in: इस मील के पत्थर को छोड़ने और एक लेवल आगे जाने के लिए, किसी भी एसेट में सेव करें

# jInvestAmountTitile
source: Amount of Invest
hi_in: निवेश की राशि

# jMileStoneSKipSuccessTitle1
source: Milestone Skipped Successfully
hi_in: माइलस्टोन सफलतापूर्वक छोड़ा गया

# jMileStoneSKipSuccessTitle2
source: Let's get to the next milestone
hi_in: आइए अगले माइलस्टोन पर जाएं

source: FAQs
hi_in: पूछे जाने वाले प्रश्न

# faqEmpty
source: No FAQs available at the moment
hi_in: इस समय कोई अक्सर पूछे जाने वाले प्रश्न उपलब्ध नहीं हैं
